cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "mas"

brew "git"
brew "bash-completion"
brew "blink1"
brew "cask"

# brew "git-flow-avh"
# brew "maven"
# brew "nmap"
# brew "node"
# brew "node@8"
cask "network-radar"
cask "wifi-explorer"
brew "pidof"
# brew "postgresql", restart_service: true
cask "pocket-casts"
brew "procmail"
cask "valentina-studio"
brew "jenv"
cask "slack"

brew "wget"

cask "1password6"
cask "appcleaner"
cask "atom"
cask "android-sdk" # For Nativescript / Dr. Plano
cask "visual-studio-code"
cask "bartender"
cask "caffeine"
cask "chromium"
cask "cinch"
cask "daisydisk"
cask "dash"
# cask "default-folder-x@3"
brew "diff-so-fancy"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-alegreya"
cask "font-alegreya-sans"
brew "svn"
cask "font-amaranth"
cask "font-asap"
cask "font-bitter"
cask "font-chau-philomene-one"
# cask "font-droid-sans"
# cask "font-droid-sans-mono"
# cask "font-droid-serif"
cask "font-enriqueta"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-league-gothic"
cask "font-merriweather"
cask "font-monda"
cask "font-neucha"
cask "font-source-code-pro"
cask "font-vollkorn"
cask "gifox"
cask "google-drive"
cask "google-chrome"
cask "gpg-suite"
cask "hazel"
cask "image-tool"
cask "imageoptim"
cask "isolator"
cask "kaleidoscope"
cask "licecap"
cask "little-snitch"
cask "moneymoney"
cask "monitorcontrol"
cask "messenger"
cask "opera"
cask "pastebot"
# cask "p4v"
cask "perforce"
cask "sizeup"
cask "sketch"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "transmit"
cask "vlc"
cask "electrum"

mas "Things", id: 904280696
mas "ColorSnapper2", id: 969418666
mas "iStat Menus", id: 1319778037
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "Breaks for Eyes", id: 1439431081
mas "Reeder", id: 880001334
mas "iMovie", id: 408981434
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Spark", id: 1176895641
mas "Numbers", id: 409203825
mas "Time Out", id: 402592703
mas "Tweetbot", id: 1384080005
mas "Microsoft Outlook", id: 985367838
mas "Cinebench", id: 1438772273
mas "Gifski", id: 1351639930
mas "Day One", id: 1055511498
