cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "mas"

brew "bash-completion"
brew "blink1"
brew "cask"
brew "git"

brew "git-flow-avh"
brew "maven"
brew "nmap"
brew "node"
brew "node@8"
brew "pidof"
brew "postgresql", restart_service: true
brew "procmail"


brew "wget"

cask "1password"
cask "appcleaner"
cask "atom"
cask "bartender"
cask "caffeine"
cask "chromium"
cask "cinch"
mas "ColorSnapper2", id: 969418666
mas "Things", id: 904280696
cask "daisydisk"
cask "dash"
# cask "default-folder-x@3"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-amaranth"
cask "font-asap"
cask "font-bitter"
cask "font-chau-philomene-one"
# cask "font-droid-sans"
# cask "font-droid-sans-mono"
# cask "font-droid-serif"
cask "font-enriqueta"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-league-gothic"
cask "font-merriweather"
cask "font-monda"
cask "font-neucha"
cask "font-source-code-pro"
cask "font-vollkorn"
cask "gifox"
cask "google-chrome"
cask "gpg-suite"
cask "hazel"
cask "image-tool"
cask "imageoptim"
cask "isolator"
cask "kaleidoscope"
cask "licecap"
cask "little-snitch"
cask "moneymoney"
cask "opera"
cask "p4v"
cask "perforce"
cask "sizeup"
cask "sketch"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "tower"
cask "transmission"
cask "transmit"
cask "vlc"
